tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "awscli"
brew "bat"
brew "colima"
brew "docker"
brew "docker-compose"
brew "duckdb"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "hexyl"
brew "jq"
brew "neovim"
brew "pfetch-rs"
brew "presenterm"
brew "ripgrep"
brew "sops"
brew "tmux"
brew "wget"
brew "zellij"
brew "zig"
brew "felixkratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "appcleaner"
cask "betterdisplay"
cask "brave-browser"
cask "claude"
cask "claude-code"
cask "coteditor"
cask "dbeaver-community"
cask "devtoys"
cask "font-caskaydia-cove-nerd-font"
cask "ghostty"
cask "logi-options+"
cask "multitouch"
cask "openvpn-connect"
cask "raycast"
cask "reader"
cask "slack"
cask "stats"
cask "visual-studio-code"
cask "vlc"